tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/services"
tap "mongodb/brew"
brew "awscli"
brew "bat"
brew "cmake"
brew "cocoapods"
brew "deno"
brew "doctl"
brew "exa"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "fish"
brew "gcc"
brew "git"
brew "git-lfs"
brew "git-secrets"
brew "go"
brew "helm"
brew "hub"
brew "jsonschema"
brew "mas"
brew "minikube"
brew "mysql"
brew "pipenv"
brew "pipx"
brew "pyenv"
brew "railway"
brew "ruby-build"
brew "rbenv"
brew "redis"
brew "ripgrep"
brew "semgrep"
brew "starship"
brew "tree"
brew "watchman"
brew "wget"
brew "yarn"
brew "heroku/brew/heroku"
brew "mongodb/brew/mongodb-community@4.4"
cask "anaconda"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
mas "1Password 7", id: 1333542190
mas "Bitwarden", id: 1352778147
mas "GarageBand", id: 682658836
mas "GIPHY CAPTURE", id: 668208984
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Microsoft Remote Desktop", id: 1295203466
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Slack", id: 803453959
mas "Telegram", id: 747648890
mas "The Unarchiver", id: 425424353
mas "Transporter", id: 1450874784
mas "Unsplash Wallpapers", id: 1284863847
mas "Xcode", id: 497799835
vscode "aaron-bond.better-comments"
vscode "alefragnani.bookmarks"
vscode "alefragnani.project-manager"
vscode "amazonwebservices.amazon-q-vscode"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "arjun.swagger-viewer"
vscode "astro-build.astro-vscode"
vscode "austenc.tailwind-docs"
vscode "boto3typed.boto3-ide"
vscode "bradlc.vscode-tailwindcss"
vscode "cardinal90.multi-cursor-case-preserve"
vscode "castwide.solargraph"
vscode "christian-kohler.path-intellisense"
vscode "codeium.codeium"
vscode "dart-code.dart-code"
vscode "dart-code.flutter"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "denoland.vscode-deno"
vscode "donjayamanne.githistory"
vscode "dotjoshjohnson.xml"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "ethansk.restore-terminals"
vscode "expo.vscode-expo-tools"
vscode "firsttris.vscode-jest-runner"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "golang.go"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-syntax"
vscode "gruntfuggly.todo-tree"
vscode "heybourn.headwind"
vscode "ibm.output-colorizer"
vscode "jakebecker.elixir-ls"
vscode "james-yu.latex-workshop"
vscode "jripouteau.adonis-vscode-extension"
vscode "juanblanco.solidity"
vscode "kaiwood.endwise"
vscode "kamikillerto.vscode-colorize"
vscode "kisstkondoros.vscode-gutter-preview"
vscode "kleber-swf.unity-code-snippets"
vscode "mikestead.dotenv"
vscode "misogi.ruby-rubocop"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csdevkit"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.autopep8"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.pylint"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vsliveshare.vsliveshare"
vscode "ninoseki.vscode-mogami"
vscode "nrwl.angular-console"
vscode "oderwat.indent-rainbow"
vscode "pkief.material-icon-theme"
vscode "pkief.material-product-icons"
vscode "postman.postman-for-vscode"
vscode "prisma.prisma"
vscode "quicktype.quicktype"
vscode "rangav.vscode-thunder-client"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-yaml"
vscode "rust-lang.rust-analyzer"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "shopify.ruby-lsp"
vscode "steoates.autoimport"
vscode "streetsidesoftware.code-spell-checker"
vscode "stringham.move-ts"
vscode "svelte.svelte-vscode"
vscode "syler.sass-indented"
vscode "tamasfe.even-better-toml"
vscode "threadheap.serverless-ide-vscode"
vscode "tombonnike.vscode-status-bar-format-toggle"
vscode "usernamehw.errorlens"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "visualstudiotoolsforunity.vstuc"
vscode "wallabyjs.console-ninja"
vscode "wallabyjs.quokka-vscode"
vscode "wayou.vscode-todo-highlight"
vscode "wix.vscode-import-cost"
vscode "zhuangtongfa.material-theme"
