tap "cloudflare/cloudflare"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "mongodb/brew"
brew "awscli"
brew "bat"
brew "deno"
brew "exa"
brew "fish"
brew "git"
brew "git-lfs"
brew "pinentry"
brew "gnupg"
brew "go"
brew "graphviz"
brew "imagemagick"
brew "mas"
brew "minikube"
brew "node"
brew "mysql@8.0", link: true
brew "pinentry-mac"
brew "pipenv"
brew "pyenv"
brew "rbenv"
brew "redis"
brew "ripgrep"
brew "starship"
brew "tree"
brew "wget"
brew "yarn"
brew "cloudflare/cloudflare/cloudflared"
brew "mongodb/brew/mongodb-community"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
mas "1Password 7", id: 1333542190
mas "Bitwarden", id: 1352778147
mas "Microsoft Remote Desktop", id: 1295203466
mas "Slack", id: 803453959
mas "Telegram", id: 747648890
mas "The Unarchiver", id: 425424353
mas "Unsplash Wallpapers", id: 1284863847
mas "Xcode", id: 497799835
vscode "aaron-bond.better-comments"
vscode "alefragnani.Bookmarks"
vscode "alefragnani.project-manager"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "Arjun.swagger-viewer"
vscode "astro-build.astro-vscode"
vscode "austenc.tailwind-docs"
vscode "Boto3typed.boto3-ide"
vscode "bradlc.vscode-tailwindcss"
vscode "Cardinal90.multi-cursor-case-preserve"
vscode "castwide.solargraph"
vscode "christian-kohler.path-intellisense"
vscode "Dart-Code.dart-code"
vscode "Dart-Code.flutter"
vscode "DavidAnson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "denoland.vscode-deno"
vscode "donjayamanne.githistory"
vscode "DotJoshJohnson.xml"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "EthanSK.restore-terminals"
vscode "expo.vscode-expo-tools"
vscode "firsttris.vscode-jest-runner"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "golang.go"
vscode "GraphQL.vscode-graphql"
vscode "GraphQL.vscode-graphql-syntax"
vscode "Gruntfuggly.todo-tree"
vscode "heybourn.headwind"
vscode "IBM.output-colorizer"
vscode "JakeBecker.elixir-ls"
vscode "James-Yu.latex-workshop"
vscode "jripouteau.adonis-vscode-extension"
vscode "JuanBlanco.solidity"
vscode "kaiwood.endwise"
vscode "kamikillerto.vscode-colorize"
vscode "kisstkondoros.vscode-gutter-preview"
vscode "kleber-swf.unity-code-snippets"
vscode "mikestead.dotenv"
vscode "misogi.ruby-rubocop"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.autopep8"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vsliveshare.vsliveshare"
vscode "ninoseki.vscode-gem-lens"
vscode "nrwl.angular-console"
vscode "oderwat.indent-rainbow"
vscode "PKief.material-icon-theme"
vscode "PKief.material-product-icons"
vscode "Postman.postman-for-vscode"
vscode "Prisma.prisma"
vscode "quicktype.quicktype"
vscode "rangav.vscode-thunder-client"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-yaml"
vscode "rust-lang.rust-analyzer"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "Shopify.ruby-lsp"
vscode "steoates.autoimport"
vscode "streetsidesoftware.code-spell-checker"
vscode "stringham.move-ts"
vscode "svelte.svelte-vscode"
vscode "syler.sass-indented"
vscode "TabNine.tabnine-vscode"
vscode "ThreadHeap.serverless-ide-vscode"
vscode "tombonnike.vscode-status-bar-format-toggle"
vscode "usernamehw.errorlens"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "WallabyJs.console-ninja"
vscode "WallabyJs.quokka-vscode"
vscode "wayou.vscode-todo-highlight"
vscode "wix.vscode-import-cost"
vscode "zhuangtongfa.material-theme"
